import css from "~/styles/help.module.scss";

const HelpPage = ({}) => {
  return (
    <div className={css.container}>
      <h1>
        “ҮНДЭСНИЙ ДЭЭД ЛИГ”-ИЙН “БҮХ ОДДЫН ТОГЛОЛТ”-НД ОРОЛЦОХ ТАМИРЧДДАД САНАЛ
        ӨГӨХ САНАМЖ
      </h1>
      <ul>
        <li>Нэг хаягаас нэг удаа санал өгөх боломжтой</li>
        <li>
          Нэг удаа санал өгөхдөө гарааны чөлөөт хамгаалагчтай нийлээд гарааны 6
          тоглогчийг сонгоно.
        </li>
        <li>
          Гарааны багт 1 холбогч /S/-1, чөлөөт хамгаалагч /L/-1, голын хаагч
          /MB/-2, өндрийн довлогч /OH and OP/-3 тус тус байна.
        </li>
        <li>Гарааны багт 2 гадаад тоглогч /легионер/ заавал багтсан байна.</li>
      </ul>
      <h1>САНАЛ ӨГӨХ ЗААВАРЧИЛГАА</h1>
      <ol>
        <li>Та эрэгтэй, эмэгтэй төрлөөс сонголт хийнэ үү.</li>
        <li>
          Та талбай дээр харагдаж байгаа “+” тэмдэглэгээ дээр даран тухайн
          байршилд тоглодог тамирчдаас сонголт хийнэ үү. /Та өөрийн сонгох
          тамирчны нэр болон багийг хайх цэсээр дамжуулан сонгох боломжтой/
        </li>
        <li>
          Талбай дээрх тамирчдыг бүгдийг нь бүрдүүлсний дараа “санал өгөх” товч
          дээр дарсанаар таны санал бүртгэгдэнэ.{" "}
        </li>
        <li>
          Хэрвээ та ямар нэгэн үйлдэл дутуу хийсэн бол таны санал бүртгэгдэхгүй
          ба баруун дээд буланд гарах зааварчилгааг дагаарай.
        </li>
        <li>
          Саналаа бүрэн өгч дууссан нөхцөлд “Саналаа өглөө” текст бүхий зураг
          гарч ирнэ. Та саналаа фэйсбүүкийн өөрийн талбарт хуваалцахаас гадна
          стори, постны зурган файл татаж авах боломжтой. /Та саналаа өгсөн бол
          дээрх зургийг татаж аван өөрийн сонгосон тамирчдаа меншион хийж стори
          хэсэгтээ хуваалцаарай/
        </li>
      </ol>
    </div>
  );
};

export default HelpPage;
